com.github.k4zmu2a.spacecadetpinball
com.github.Matoking.protontricks
com.usebottles.bottles
org.prismlauncher.PrismLauncher
com.github.tchx84.Flatseal
md.obsidian.Obsidian
net.davidotek.pupgui2
io.mrarm.mcpelauncher
com.github.afrantzis.Bless
org.kicad.KiCad
org.ghidra_sre.Ghidra
org.fedoraproject.MediaWriter
dev.zed.Zed
app.grayjay.Grayjay
com.dec05eba.gpu_screen_recorder
net.rpcs3.RPCS3
io.github.flattool.Warehouse
com.shatteredpixel.shatteredpixeldungeon
com.jeffser.Alpaca.Plugins.Ollama
com.jeffser.Alpaca
com.heroicgameslauncher.hgl
com.google.Chrome
